Repository: common-repository/invoice-gateway-yeshinvoice
Catalog: languages/wc-yeshin-*.po
Languages: ar, fr_fr, he_il, ru_ru

source: Enable/Disable
ar: مفعل وغير مفعل
fr_fr: Activer désactiver
he_il: פעיל/לא פעיל
ru_ru: Включить выключить

source: Enable YESH INVOICE Gateway
ar: تمكين بوابة YESH INVOICE
fr_fr: Activer la passerelle YESH INVOICE
he_il: פלאגין פעיל
ru_ru: Включить шлюз YESH INVOICE

source: Title
ar: عنوان
fr_fr: Titre
he_il: כותרת
ru_ru: Заголовок

source: This controls the title which the user sees during checkout.
ar: هذا يتحكم في العنوان الذي يراه المستخدم أثناء الخروج.
fr_fr: Cela contrôle le titre que l'utilisateur voit lors du paiement.
he_il: שדה כותרת, הלקוח רואה בשלב הקופה לפני הרכישה.
ru_ru: Это контролирует заголовок, который пользователь видит во время оформления заказа.

source: Credit Card
ar: بطاقة ائتمان
fr_fr: Carte de crédit
he_il: כרטיס אשראי
ru_ru: Кредитная карта

source: Description
ar: وصف
fr_fr: La description
he_il: מידע נוסף
ru_ru: Описание

source: This controls the description which the user sees during checkout.
ar: هذا يتحكم في الوصف الذي يراه المستخدم أثناء الخروج.
fr_fr: Cela contrôle la description que l'utilisateur voit lors du paiement.
he_il: שדה תיאור נוסף שהלקוח רואה בשלב הקופה לפני הרכישה.
ru_ru: Это контролирует описание, которое пользователь видит во время оформления заказа.

source: Yesh Invoice plugin allows you to send automatic invoices for any transaction on your WooCommerce. Enjoy a variety of useful features, such as Bit, PayPal and Credit Card without extra costs.
ar: يتيح لك المكون الإضافي Yesh Invoice إرسال فواتير تلقائية لأي معاملة على WooCommerce. استمتع بمجموعة متنوعة من الميزات المفيدة ، مثل Bit و PayPal و Credit Card دون تكاليف إضافية.
fr_fr: Le plugin Yesh Invoice vous permet d'envoyer des factures automatiques pour toute transaction sur votre WooCommerce. Profitez d'une variété de fonctionnalités utiles, telles que Bit, PayPal et Carte de crédit sans frais supplémentaires.
he_il: פלאגין של יש חשבונית מאפשר לך לבצע סליקת אשראי וגם הוצאת חשבונית ביחד ללקוח בצורה קלה וידידותית בחנות של WooCommerce, תתחילו לסלוק גם דרך ביט, פייפל, ועודאפשרויות שלא תמצאו באף מקום אחר. הפקת חשבונית וקבלות ללא הגבלת כמות.
ru_ru: Плагин Yesh Invoice позволяет отправлять автоматические счета для любой транзакции в вашей WooCommerce. Наслаждайтесь множеством полезных функций, таких как Bit, PayPal и Credit Card, без дополнительных затрат.

source: Test mode
ar: وضع الاختبار
fr_fr: Mode d'essai
he_il: סביבת בדיקות
ru_ru: Тестовый режим

source: Enable Test Mode
ar: تمكين وضع الاختبار
fr_fr: Activer le mode test
he_il: אשר סביבת טסט
ru_ru: Включить тестовый режим

source: (For debug you can enable error log with YESHIN_DEBUG set as true and you can find log file path here - %s)
ar: (للتصحيح ، يمكنك تمكين سجل الأخطاء مع تعيين YESHIN_DEBUG على أنه صحيح ويمكنك العثور على مسار ملف السجل هنا - %s)
fr_fr: (Pour le débogage, vous pouvez activer le journal des erreurs avec YESHIN_DEBUG défini sur true et vous pouvez trouver le chemin du fichier journal ici - %s)
he_il: מפתחות חיים (לצורך איתור באגים תוכל להפעיל יומן שגיאות כאשר YESHIN_DEBUG מוגדר כנכון ותוכל למצוא כאן את נתיב קובץ היומן - %s)
ru_ru: (Для отладки вы можете включить журнал ошибок, задав для YESHIN_DEBUG значение true, и вы можете найти здесь путь к файлу журнала -% s)

source: Test Keys
ar: مفاتيح الاختبار
fr_fr: Tester les clés
he_il: מפתחות בדיקה
ru_ru: Тестовые ключи

source: Test Secret Key
ar: اختبار المفتاح السري
fr_fr: Tester la clé secrète
he_il: מפתח סודי לבדיקה
ru_ru: Тестовый секретный ключ

source: YeshInvoice Test SecretKey goes here.
ar: ينتقل المفتاح السري لاختبار YeshInvoice هنا.
fr_fr: YeshInvoice Tester clé secrète va ici.
he_il: המפתח הסודי של מבחן YeshInvoice הולך לכאן.
ru_ru: Секретный ключ теста YeshInvoice находится здесь.

source: Test User Key
ar: اختبار مفتاح المستخدم
fr_fr: Tester la clé utilisateur
he_il: בדוק מפתח משתמש
ru_ru: Ключ тестового пользователя

source: YeshInvoice Test UserKey goes here.
ar: ينتقل مفتاح مستخدم YeshInvoice اختبار هنا.
fr_fr: YeshInvoice Tester clé utilisateur va ici.
he_il: מפתח משתמש של בדיקת YeshInvoice עובר לכאן.
ru_ru: Здесь находится тестовый ключ пользователя YeshInvoice.

source: Live Keys
ar: لايف كيز
fr_fr: Clés en direct
he_il: מפתחות LIVE
ru_ru: Живые ключи

source: Live Secret Key
ar: يعيش سر مفتاح
fr_fr: Clé secrète en direct
he_il: מפתח סודי
ru_ru: Живой секретный ключ

source: YeshInvoice Live SecretKey goes here.
ar: ينتقل YeshInvoice يعيش سر مفتاح هنا.
fr_fr: YeshInvoice Clé secrète en direct va ici.
he_il: המפתח הסודי החי ל- YeshInvoice מגיע לכאן.
ru_ru: Здесь находится Жить секретный ключ YeshInvoice.

source: Live User Key
ar: مفتاح المستخدم المباشر
fr_fr: Clé d'utilisateur en direct
he_il: מפתח משתמש
ru_ru: Ключ живого пользователя

source: Payment Type
ar: نوع الدفع
fr_fr: Type de paiement
he_il: סוג חיוב
ru_ru: Способ оплаты

source: Normal Billing
ar: الفواتير العادية
fr_fr: Facturation normale
he_il: חיוב רגיל
ru_ru: Обычный биллинг

source: J5 Billing
ar: J5 الفواتير
fr_fr: Facturation J5
he_il: תפיסת מסגרת J5
ru_ru: J5 Биллинг

source: Please select PaymentType here.
ar: الرجاء تحديد نوع الدفع هنا.
fr_fr: Veuillez sélectionner le type de paiement ici.
he_il: בחירת סוג חיוב.
ru_ru: Пожалуйста, выберите здесь способ оплаты.

source: Currency ID
ar: معرف العملة
fr_fr: Identifiant de la devise
he_il: מטבע לחיוב
ru_ru: Идентификатор валюты

source: Invoice Language ID
ar: معرف لغة الفاتورة
fr_fr: ID de langue de facturation
he_il: שפה של החשבונית
ru_ru: Идентификатор языка счета

source: Send Invoice SMS
ar: إرسال الفاتورة SMS
fr_fr: Envoyer la facture SMS
he_il: שלח חשבונית ב SMS
ru_ru: Отправить счет по SMS

source: Do you want to send Invoice SMS to customer?
ar: هل تريد إرسال الفاتورة إلى العميل؟ .
fr_fr: Voulez-vous envoyer un SMS de facture au client ?
he_il: האם לשלוח חשבונית ללקוח ב SMS?
ru_ru: Вы хотите отправить клиенту SMS со счетом-фактурой?

source: Send Invoice Email
ar: إرسال الفاتورة بالبريد الإلكتروني
fr_fr: Envoyer une facture par e-mail
he_il: שלח חשבונית באימייל
ru_ru: Отправить счет по электронной почте

source: Do you want to send Invoice Email to customer?
ar: هل تريد إرسال الفاتورة بالبريد الإلكتروني إلى العميل؟
fr_fr: Voulez-vous envoyer un e-mail de facture au client ?
he_il: האם לשלוח חשבונית ללקוח באימייל?
ru_ru: Вы хотите отправить клиенту электронное письмо со счетом-фактурой?

source: YeshInvoice Checkout Page
ar: صفحة الخروج من YeshInvoice
fr_fr: Page de paiement YeshInvoice
he_il: יש חשבונית דף סליקה
ru_ru: Страница оформления заказа YeshInvoice

source: Invoice Title
ar: عنوان الفاتورة
fr_fr: Titre de la facture
he_il: כותרת קבוע שתופיע במסמך
ru_ru: Название счета-фактуры

source: Invoice Type
ar: نوع الفاتورة
fr_fr: Type de facture
he_il: סוג חיוב
ru_ru: Тип счета

source: Reciept
ar: استلام
fr_fr: Reçu
he_il: קבלה לתשלום
ru_ru: Получение

source: Donation
ar: هبة
fr_fr: Don
he_il: קבלה לתרומה
ru_ru: Пожертвование

source: Tax Invoice/Receipt
ar: الفاتورة الضريبية / الإيصال
fr_fr: Facture fiscale/reçu
he_il: חשבונית מס/קבלה
ru_ru: Налоговая накладная / квитанция

source: Page Title
ar: عنوان الصفحة
fr_fr: Titre de la page
he_il: כותרת בדף הרכישה
ru_ru: Заголовок страницы

source: This controls the title which the user sees during yesh invoice payment page.
ar: يتحكم هذا في العنوان الذي يراه المستخدم أثناء صفحة دفع فاتورة yesh.
fr_fr: Cela contrôle le titre que l'utilisateur voit pendant la page de paiement de la facture yesh.
he_il: שדה כותרת, הלקוח רואה בדף הסליקה של יש חשבונית.
ru_ru: Это контролирует заголовок, который пользователь видит на странице оплаты счета еш.

source: Pay with YeshInvoice
ar: ادفع باستخدام YeshInvoice
fr_fr: Payer avec YeshInvoice
he_il: שלם עם יש חשבונית
ru_ru: Оплата с помощью YeshInvoice

source: Page Description
ar: الصفحة الوصف
fr_fr: Description de la page
he_il: טקסט חופשי בדף רכישה
ru_ru: Описание страницы

source: This controls the description which the user sees during yesh invoice payment page.
ar: يتحكم هذا في الوصف الذي يراه المستخدم أثناء صفحة دفع فاتورة yesh.
fr_fr: Cela contrôle la description que l'utilisateur voit pendant la page de paiement de la facture yesh.
he_il: שדה תיאור נוסף, הלקוח רואה את זה בדף רכישה של יש חשבונית.
ru_ru: Это контролирует описание, которое пользователь видит на странице оплаты счета еш.

source: Yesh Invoice allows you pay invoices for any transaction on your WooCommerce. Enjoy a variety of useful features, such as Bit, PayPal and Credit Card without extra costs.
ar: تسمح لك Yesh Invoice بدفع الفواتير لأي معاملة على WooCommerce. استمتع بمجموعة متنوعة من الميزات المفيدة ، مثل Bit و PayPal و Credit Card دون تكاليف إضافية.
fr_fr: Yesh Invoice vous permet de payer des factures pour toute transaction sur votre WooCommerce. Profitez d'une variété de fonctionnalités utiles, telles que Bit, PayPal et Carte de crédit sans frais supplémentaires.
he_il: יש חשבונית מאפשרת לך לשלם וגם להוציא חשבוניות עבור כל עסקה ב- WooCommerce שלך. תהנה ממגוון תכונות שימושיות, כגון, חיוב בביט, פייפל והכל ללא עלויות נוספות.
ru_ru: Yesh Invoice позволяет вам оплачивать счета за любую транзакцию в вашем WooCommerce. Наслаждайтесь множеством полезных функций, таких как Bit, PayPal и Credit Card, без дополнительных затрат.

source: Logo Url
ar: عنوان URL للشعار
fr_fr: URL du logo
he_il: תמונת לוגו
ru_ru: URL-адрес логотипа

source: Background Color
ar: لون الخلفية
fr_fr: Couleur de l'arrière plan
he_il: צבע רקע
ru_ru: Фоновый цвет

source: Yesh Invoice - Gateway
ar: فاتورة يش - بوابة
fr_fr: Facture Yesh - Passerelle
he_il: יש חשבונית - סליקה
ru_ru: Счет-фактура Еш - Шлюз

source: UPLOAD LOGO
ar: تحميل الشعار
fr_fr: TÉLÉCHARGER LE LOGO
he_il: העלאת לוגו
ru_ru: ЗАГРУЗИТЬ ЛОГОТИП

source: Something went wrong. Please try again later.
ar: هناك خطأ ما. الرجاء معاودة المحاولة في وقت لاحق.
fr_fr: Quelque chose s'est mal passé. Veuillez réessayer plus tard.
he_il: משהו השתבש, אנא נסה שוב במועד מאוחר יותר.
ru_ru: Что-то пошло не так. Пожалуйста, попробуйте позже.
